<?xml version="1.0" ?>
<net name="crnn192_fp32" version="10">
	<layers>
		<layer id="0" name="image" type="Parameter" version="opset1">
			<data element_type="f32" shape="1,3,64,192"/>
			<output>
				<port id="0" names="Func/StatefulPartitionedCall/input/_0:0,image:0" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>64</dim>
					<dim>192</dim>
				</port>
			</output>
		</layer>
		<layer id="1" name="StatefulPartitionedCall/model/rescaling/Cast/x/EltwiseUnsqueeze7488_const" type="Const" version="opset1">
			<data element_type="f32" offset="0" shape="1,1,1,1" size="4"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/rescaling/Cast/x:0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="2" name="StatefulPartitionedCall/model/rescaling/mul" type="Multiply" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>64</dim>
					<dim>192</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/rescaling/mul:0" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>64</dim>
					<dim>192</dim>
				</port>
			</output>
		</layer>
		<layer id="3" name="StatefulPartitionedCall/model/rescaling/Cast_1/x/EltwiseUnsqueeze7492_const" type="Const" version="opset1">
			<data element_type="f32" offset="4" shape="1,1,1,1" size="4"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/rescaling/Cast_1/x:0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="4" name="StatefulPartitionedCall/model/rescaling/add" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>64</dim>
					<dim>192</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/rescaling/add:0" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>64</dim>
					<dim>192</dim>
				</port>
			</output>
		</layer>
		<layer id="5" name="StatefulPartitionedCall/model/Conv/Conv2D/Transpose8988_const" type="Const" version="opset1">
			<data element_type="f32" offset="8" shape="16,3,3,3" size="1728"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/Conv/Conv2D/ReadVariableOp:0" precision="FP32">
					<dim>16</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="6" name="StatefulPartitionedCall/model/Conv/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="2,2"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>64</dim>
					<dim>192</dim>
				</port>
				<port id="1">
					<dim>16</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="7" name="data_add_70897414/EltwiseUnsqueeze7504_const" type="Const" version="opset1">
			<data element_type="f32" offset="1736" shape="1,16,1,1" size="64"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="8" name="StatefulPartitionedCall/model/Conv/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/Conv/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="9" name="StatefulPartitionedCall/model/re_lu/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</input>
			<output>
				<port id="1" names="StatefulPartitionedCall/model/re_lu/Relu:0" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="10" name="1130011303_const" type="Const" version="opset1">
			<data element_type="f32" offset="1800" shape="16,1,1,3,3" size="576"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv/depthwise/depthwise/ReadVariableOp:0" precision="FP32">
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="11" name="StatefulPartitionedCall/model/expanded_conv/depthwise/depthwise" type="GroupConvolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
				<port id="1">
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="12" name="data_add_709270977416/EltwiseUnsqueeze7512_const" type="Const" version="opset1">
			<data element_type="f32" offset="2376" shape="1,16,1,1" size="64"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="13" name="StatefulPartitionedCall/model/expanded_conv/depthwise/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv/depthwise/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="14" name="StatefulPartitionedCall/model/re_lu_1/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</input>
			<output>
				<port id="1" names="StatefulPartitionedCall/model/re_lu_1/Relu:0" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="15" name="StatefulPartitionedCall/model/expanded_conv/project/Conv2D/Transpose8996_const" type="Const" version="opset1">
			<data element_type="f32" offset="2440" shape="16,16,1,1" size="1024"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv/project/Conv2D/ReadVariableOp:0" precision="FP32">
					<dim>16</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="16" name="StatefulPartitionedCall/model/expanded_conv/project/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
				<port id="1">
					<dim>16</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="17" name="data_add_710071057418/EltwiseUnsqueeze7520_const" type="Const" version="opset1">
			<data element_type="f32" offset="3464" shape="1,16,1,1" size="64"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="18" name="StatefulPartitionedCall/model/expanded_conv/project/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv/project/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="19" name="StatefulPartitionedCall/model/expanded_conv/Add/add" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv/Add/add:0" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="20" name="StatefulPartitionedCall/model/expanded_conv_1/expand/Conv2D/Transpose9000_const" type="Const" version="opset1">
			<data element_type="f32" offset="3528" shape="64,16,1,1" size="4096"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_1/expand/Conv2D/ReadVariableOp:0" precision="FP32">
					<dim>64</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="21" name="StatefulPartitionedCall/model/expanded_conv_1/expand/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
				<port id="1">
					<dim>64</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>64</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="22" name="data_add_710871137420/EltwiseUnsqueeze7528_const" type="Const" version="opset1">
			<data element_type="f32" offset="7624" shape="1,64,1,1" size="256"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="23" name="StatefulPartitionedCall/model/expanded_conv_1/expand/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>64</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_1/expand/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>64</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="24" name="StatefulPartitionedCall/model/re_lu_2/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>64</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</input>
			<output>
				<port id="1" names="StatefulPartitionedCall/model/re_lu_2/Relu:0" precision="FP32">
					<dim>1</dim>
					<dim>64</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="25" name="1129611299_const" type="Const" version="opset1">
			<data element_type="f32" offset="7880" shape="64,1,1,3,3" size="2304"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_1/depthwise/depthwise/ReadVariableOp:0" precision="FP32">
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="26" name="StatefulPartitionedCall/model/expanded_conv_1/depthwise/depthwise" type="GroupConvolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="1,1" strides="2,2"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>64</dim>
					<dim>32</dim>
					<dim>96</dim>
				</port>
				<port id="1">
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>64</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="27" name="data_add_711671217422/EltwiseUnsqueeze7536_const" type="Const" version="opset1">
			<data element_type="f32" offset="10184" shape="1,64,1,1" size="256"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="28" name="StatefulPartitionedCall/model/expanded_conv_1/depthwise/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>64</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_1/depthwise/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>64</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="29" name="StatefulPartitionedCall/model/re_lu_3/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>64</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</input>
			<output>
				<port id="1" names="StatefulPartitionedCall/model/re_lu_3/Relu:0" precision="FP32">
					<dim>1</dim>
					<dim>64</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="30" name="StatefulPartitionedCall/model/expanded_conv_1/project/Conv2D/Transpose9008_const" type="Const" version="opset1">
			<data element_type="f32" offset="10440" shape="24,64,1,1" size="6144"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_1/project/Conv2D/ReadVariableOp:0" precision="FP32">
					<dim>24</dim>
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="31" name="StatefulPartitionedCall/model/expanded_conv_1/project/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>64</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
				<port id="1">
					<dim>24</dim>
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="32" name="data_add_712471297424/EltwiseUnsqueeze7544_const" type="Const" version="opset1">
			<data element_type="f32" offset="16584" shape="1,24,1,1" size="96"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="33" name="StatefulPartitionedCall/model/expanded_conv_1/project/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_1/project/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="34" name="StatefulPartitionedCall/model/expanded_conv_2/expand/Conv2D/Transpose9012_const" type="Const" version="opset1">
			<data element_type="f32" offset="16680" shape="72,24,1,1" size="6912"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_2/expand/Conv2D/ReadVariableOp:0" precision="FP32">
					<dim>72</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="35" name="StatefulPartitionedCall/model/expanded_conv_2/expand/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
				<port id="1">
					<dim>72</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="36" name="data_add_713271377426/EltwiseUnsqueeze7552_const" type="Const" version="opset1">
			<data element_type="f32" offset="23592" shape="1,72,1,1" size="288"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="37" name="StatefulPartitionedCall/model/expanded_conv_2/expand/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_2/expand/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="38" name="StatefulPartitionedCall/model/re_lu_4/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</input>
			<output>
				<port id="1" names="StatefulPartitionedCall/model/re_lu_4/Relu:0" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="39" name="1131611319_const" type="Const" version="opset1">
			<data element_type="f32" offset="23880" shape="72,1,1,3,3" size="2592"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_2/depthwise/depthwise/ReadVariableOp:0" precision="FP32">
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="40" name="StatefulPartitionedCall/model/expanded_conv_2/depthwise/depthwise" type="GroupConvolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
				<port id="1">
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="41" name="data_add_714071457428/EltwiseUnsqueeze7560_const" type="Const" version="opset1">
			<data element_type="f32" offset="26472" shape="1,72,1,1" size="288"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="42" name="StatefulPartitionedCall/model/expanded_conv_2/depthwise/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_2/depthwise/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="43" name="StatefulPartitionedCall/model/re_lu_5/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</input>
			<output>
				<port id="1" names="StatefulPartitionedCall/model/re_lu_5/Relu:0" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="44" name="StatefulPartitionedCall/model/expanded_conv_2/project/Conv2D/Transpose9020_const" type="Const" version="opset1">
			<data element_type="f32" offset="26760" shape="24,72,1,1" size="6912"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_2/project/Conv2D/ReadVariableOp:0" precision="FP32">
					<dim>24</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="45" name="StatefulPartitionedCall/model/expanded_conv_2/project/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
				<port id="1">
					<dim>24</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="46" name="data_add_714871537430/EltwiseUnsqueeze7568_const" type="Const" version="opset1">
			<data element_type="f32" offset="33672" shape="1,24,1,1" size="96"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="47" name="StatefulPartitionedCall/model/expanded_conv_2/project/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_2/project/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="48" name="StatefulPartitionedCall/model/expanded_conv_2/Add/add" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>24</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_2/Add/add:0" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="49" name="StatefulPartitionedCall/model/expanded_conv_3/expand/Conv2D/Transpose9024_const" type="Const" version="opset1">
			<data element_type="f32" offset="33768" shape="72,24,1,1" size="6912"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_3/expand/Conv2D/ReadVariableOp:0" precision="FP32">
					<dim>72</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="50" name="StatefulPartitionedCall/model/expanded_conv_3/expand/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
				<port id="1">
					<dim>72</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="51" name="data_add_715671617432/EltwiseUnsqueeze7576_const" type="Const" version="opset1">
			<data element_type="f32" offset="40680" shape="1,72,1,1" size="288"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="52" name="StatefulPartitionedCall/model/expanded_conv_3/expand/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_3/expand/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="53" name="StatefulPartitionedCall/model/re_lu_6/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</input>
			<output>
				<port id="1" names="StatefulPartitionedCall/model/re_lu_6/Relu:0" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
			</output>
		</layer>
		<layer id="54" name="1133611339_const" type="Const" version="opset1">
			<data element_type="f32" offset="40968" shape="72,1,1,3,3" size="2592"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_3/depthwise/depthwise/ReadVariableOp:0" precision="FP32">
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="55" name="StatefulPartitionedCall/model/expanded_conv_3/depthwise/depthwise" type="GroupConvolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="1,1" strides="2,2"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>16</dim>
					<dim>48</dim>
				</port>
				<port id="1">
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="56" name="data_add_716471697434/EltwiseUnsqueeze7584_const" type="Const" version="opset1">
			<data element_type="f32" offset="43560" shape="1,72,1,1" size="288"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="57" name="StatefulPartitionedCall/model/expanded_conv_3/depthwise/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_3/depthwise/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="58" name="StatefulPartitionedCall/model/re_lu_7/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</input>
			<output>
				<port id="1" names="StatefulPartitionedCall/model/re_lu_7/Relu:0" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="59" name="StatefulPartitionedCall/model/expanded_conv_3/project/Conv2D/Transpose9032_const" type="Const" version="opset1">
			<data element_type="f32" offset="43848" shape="40,72,1,1" size="11520"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_3/project/Conv2D/ReadVariableOp:0" precision="FP32">
					<dim>40</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="60" name="StatefulPartitionedCall/model/expanded_conv_3/project/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>40</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="61" name="data_add_717271777436/EltwiseUnsqueeze7592_const" type="Const" version="opset1">
			<data element_type="f32" offset="55368" shape="1,40,1,1" size="160"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="62" name="StatefulPartitionedCall/model/expanded_conv_3/project/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_3/project/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="63" name="StatefulPartitionedCall/model/expanded_conv_4/expand/Conv2D/Transpose9036_const" type="Const" version="opset1">
			<data element_type="f32" offset="55528" shape="120,40,1,1" size="19200"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_4/expand/Conv2D/ReadVariableOp:0" precision="FP32">
					<dim>120</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="64" name="StatefulPartitionedCall/model/expanded_conv_4/expand/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>120</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="65" name="data_add_718071857438/EltwiseUnsqueeze7600_const" type="Const" version="opset1">
			<data element_type="f32" offset="74728" shape="1,120,1,1" size="480"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="66" name="StatefulPartitionedCall/model/expanded_conv_4/expand/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_4/expand/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="67" name="StatefulPartitionedCall/model/re_lu_8/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</input>
			<output>
				<port id="1" names="StatefulPartitionedCall/model/re_lu_8/Relu:0" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="68" name="1132411327_const" type="Const" version="opset1">
			<data element_type="f32" offset="75208" shape="120,1,1,3,3" size="4320"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_4/depthwise/depthwise/ReadVariableOp:0" precision="FP32">
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="69" name="StatefulPartitionedCall/model/expanded_conv_4/depthwise/depthwise" type="GroupConvolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="70" name="data_add_718871937440/EltwiseUnsqueeze7608_const" type="Const" version="opset1">
			<data element_type="f32" offset="79528" shape="1,120,1,1" size="480"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="71" name="StatefulPartitionedCall/model/expanded_conv_4/depthwise/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_4/depthwise/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="72" name="StatefulPartitionedCall/model/re_lu_9/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</input>
			<output>
				<port id="1" names="StatefulPartitionedCall/model/re_lu_9/Relu:0" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="73" name="StatefulPartitionedCall/model/expanded_conv_4/project/Conv2D/Transpose9044_const" type="Const" version="opset1">
			<data element_type="f32" offset="80008" shape="40,120,1,1" size="19200"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_4/project/Conv2D/ReadVariableOp:0" precision="FP32">
					<dim>40</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="74" name="StatefulPartitionedCall/model/expanded_conv_4/project/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>40</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="75" name="data_add_719672017442/EltwiseUnsqueeze7616_const" type="Const" version="opset1">
			<data element_type="f32" offset="99208" shape="1,40,1,1" size="160"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="76" name="StatefulPartitionedCall/model/expanded_conv_4/project/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_4/project/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="77" name="StatefulPartitionedCall/model/expanded_conv_4/Add/add" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_4/Add/add:0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="78" name="StatefulPartitionedCall/model/expanded_conv_5/expand/Conv2D/Transpose9048_const" type="Const" version="opset1">
			<data element_type="f32" offset="99368" shape="120,40,1,1" size="19200"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_5/expand/Conv2D/ReadVariableOp:0" precision="FP32">
					<dim>120</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="79" name="StatefulPartitionedCall/model/expanded_conv_5/expand/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>120</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="80" name="data_add_720472097444/EltwiseUnsqueeze7624_const" type="Const" version="opset1">
			<data element_type="f32" offset="118568" shape="1,120,1,1" size="480"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="81" name="StatefulPartitionedCall/model/expanded_conv_5/expand/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_5/expand/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="82" name="StatefulPartitionedCall/model/re_lu_10/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</input>
			<output>
				<port id="1" names="StatefulPartitionedCall/model/re_lu_10/Relu:0" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="83" name="1132011323_const" type="Const" version="opset1">
			<data element_type="f32" offset="119048" shape="120,1,1,3,3" size="4320"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_5/depthwise/depthwise/ReadVariableOp:0" precision="FP32">
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="84" name="StatefulPartitionedCall/model/expanded_conv_5/depthwise/depthwise" type="GroupConvolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="85" name="data_add_721272177446/EltwiseUnsqueeze7632_const" type="Const" version="opset1">
			<data element_type="f32" offset="123368" shape="1,120,1,1" size="480"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="86" name="StatefulPartitionedCall/model/expanded_conv_5/depthwise/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_5/depthwise/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="87" name="StatefulPartitionedCall/model/re_lu_11/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</input>
			<output>
				<port id="1" names="StatefulPartitionedCall/model/re_lu_11/Relu:0" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="88" name="StatefulPartitionedCall/model/expanded_conv_5/project/Conv2D/Transpose9056_const" type="Const" version="opset1">
			<data element_type="f32" offset="123848" shape="40,120,1,1" size="19200"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_5/project/Conv2D/ReadVariableOp:0" precision="FP32">
					<dim>40</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="89" name="StatefulPartitionedCall/model/expanded_conv_5/project/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>40</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="90" name="data_add_722072257448/EltwiseUnsqueeze7640_const" type="Const" version="opset1">
			<data element_type="f32" offset="143048" shape="1,40,1,1" size="160"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="91" name="StatefulPartitionedCall/model/expanded_conv_5/project/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_5/project/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="92" name="StatefulPartitionedCall/model/expanded_conv_5/Add/add" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_5/Add/add:0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="93" name="StatefulPartitionedCall/model/expanded_conv_6/expand/Conv2D/Transpose9060_const" type="Const" version="opset1">
			<data element_type="f32" offset="143208" shape="240,40,1,1" size="38400"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_6/expand/Conv2D/ReadVariableOp:0" precision="FP32">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="94" name="StatefulPartitionedCall/model/expanded_conv_6/expand/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="95" name="data_add_722872337450/EltwiseUnsqueeze7648_const" type="Const" version="opset1">
			<data element_type="f32" offset="181608" shape="1,240,1,1" size="960"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="96" name="StatefulPartitionedCall/model/expanded_conv_6/expand/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="StatefulPartitionedCall/model/expanded_conv_6/expand/BatchNorm/FusedBatchNormV3:0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="97" name="StatefulPartitionedCall/model/re_lu_12/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</input>
			<output>
				<port id="1" names="StatefulPartitionedCall/model/re_lu_12/Relu:0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>8</dim>
					<dim>24</dim>
				</port>
			</output>
		</layer>
		<layer id="98" name="1133211335_const" type="Const" version="opset1">
			<data element_type="f32" offset="182568" shape="240,1,1,3,3" size="8640"/>
			<output>
				<port id="0" names="StatefulPartitionedCall/model/expanded_conv_6/depthwise/depthwise/ReadVariableOp:0" precision="FP32">
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="99" name="StatefulPartitionedCall/model/expanded_conv_6/depthwise/depthwise" type="GroupConvolution" version="opset1">
